# FPenSize

## Description
Function FPenSize returns the active pen size setting (in mils).&lt;BR&gt;
&lt;BR&gt;

```pascal
FUNCTION FPenSize : INTEGER;
```

```python

def vs.FPenSize():
    return INTEGER
```

## Examples
```pascal
CurrPenSize:=FPenSize;

```

## Version
Availability: from MiniCAD
## Category
* Document Attributes